Repository: dkirker/copcast-admin
Catalog: src/po/*.po
Languages: pt_br

source: <b>WARNING</b> &nbsp;&nbsp;|&nbsp;&nbsp; This video does not have a location stamp, user was out of range when recording.
pt_br: <b>AVISO</b> &nbsp;&nbsp;|&nbsp;&nbsp; Este vídeo não possui uma localização, o usuário estava fora do alcance no momento.

source: <i class="glyphicon glyphicon-triangle-left"></i> Previous
pt_br: <i class="glyphicon glyphicon-triangle-left"></i> Anterior

source: <input type="checkbox" ng-model="group.isAdmin" i-check=""> Is Admin?
pt_br: <input type="checkbox" ng-model="group.isAdmin" i-check=""> É administrador?

source: <input type="checkbox" ng-model="period" i-check=""> Period?
pt_br: <input type="checkbox" ng-model="period" i-check=""> Período?

source: <input type="checkbox" ng-model="user.isAdmin" i-check=""> Is Admin?
pt_br: <input type="checkbox" ng-model="user.isAdmin" i-check=""> É Administrador?

source: Accident?
pt_br: Acidente?

source: Active officers
pt_br: Usuário ativos

source: Address:
pt_br: Endereço

source: All Officers
pt_br: Exibir Todos

source: All fields are required.
pt_br: Todos os campos são obrigatórios.

source: Are you sure to delete this user?
pt_br: Você tem certeza que deseja excluir este usuário?

source: Are you sure you want to delete this group?
pt_br: Você tem certeza que deseja excluir este grupo?

source: Argument?
pt_br: Discussão?

source: Arrest?
pt_br: Voz de Prisão?

source: Audio is automatically disabled and available only on export. <a href="javascript:;" class="closeMe" ng-click="closeMuteAlert()"><i class="glyphicon glyphicon-remove"></i></a>
pt_br: O áudio é desabilitado automaticamente e está disponível somente na exportação. <a href="javascript:;" class="closeMe" ng-click="closeMuteAlert()"><i class="glyphicon glyphicon-remove"></i></a>

source: Audit Log
pt_br: Relatório de Auditoria

source: Audit Report
pt_br: Relatório de Auditoria

source: Back
pt_br: Voltar

source: Battery
pt_br: Bateria

source: Brand
pt_br: Marca

source: Citation?
pt_br: Multa?

source: Confirm New Password:
pt_br: Confirme Nova Senha:

source: Connection:
pt_br: Tipo de Conexão:

source: Copcast Data Log
pt_br: Relatório de Uso

source: Create User
pt_br: Criar Usuário

source: Created At
pt_br: Criado Em

source: Current Password:
pt_br: Senha Corrente:

source: Current password filed is empty.
pt_br: Senha atual está vazia

source: Data in the device:
pt_br: Dados no celular:

source: Data remaining to be uploaded from device
pt_br: Dados ainda armazenados no celular

source: Date
pt_br: Data

source: Date created
pt_br: Data de Criação

source: Date is not valid
pt_br: Data não é válida

source: Date is required
pt_br: Data é obrigatória

source: Date range
pt_br: Período

source: Date/Time:
pt_br: Data/Hora:

source: Date:
pt_br: Data:

source: Disabled
pt_br: Desabilitado

source: Email sent successfully
pt_br: Email enviado com sucesso

source: Enabled
pt_br: Habilitado

source: End Time:
pt_br: Horário Final:

source: End date is not valid
pt_br: Data fina não é válida

source: Export date
pt_br: Data de Exportação

source: Export date:
pt_br: Data de Exportação:

source: Exported Videos
pt_br: Vídeos Exportados

source: Exported by
pt_br: Exportado por

source: Exporter:
pt_br: Usuário que Exportou:

source: Extra Information
pt_br: Informações Adicionais

source: Filter
pt_br: Filtro

source: Filter by user or group...
pt_br: Filtrar por usuário ou grupo…

source: Forgot Password?
pt_br: Esqueceu a senha?

source: From:
pt_br: De:

source: Go Back
pt_br: Voltar

source: Group
pt_br: Grupo

source: Group Type
pt_br: Tipo do Grupo

source: Group details
pt_br: Detalhes do Grupo

source: Group:
pt_br: Grupo:

source: Groups
pt_br: Grupos

source: History
pt_br: Histórico

source: Incident Report
pt_br: Relatório de Incidentes

source: Incident Reports
pt_br: Relatórios de Incidentes

source: Incidents Flagged
pt_br: Incidentes Marcados

source: Initial Time:
pt_br: Horário Inicial:

source: Invalid data range.
pt_br: Período Inválido

source: Invalid date range.
pt_br: Período Inválido.

source: Invalid date.
pt_br: Data inválida.

source: Invalid interval. Please check the date range.
pt_br: Período inválido. Verifique as datas selecionadas.

source: Is Admin?
pt_br: É Admin?

source: Is Enabled?
pt_br: Habilitado?

source: Livestream
pt_br: Transmissão ao vivo

source: Loading...
pt_br: Carregando...

source: Logout
pt_br: Sair

source: Name
pt_br: Nome

source: Name:
pt_br: Nome:

source: New Export
pt_br: Nova Exportação

source: New Video Export
pt_br: Nova Exportação

source: New group
pt_br: Novo grupo

source: Next <i class="glyphicon glyphicon-triangle-right"></i>
pt_br: Próximo <i class="glyphicon glyphicon-triangle-right"></i>

source: No battery information
pt_br: Sem dados da bateria

source: No data found...
pt_br: Nenhuma informação encontrada…

source: No data selected.
pt_br: Nenhuma informação selecionada.

source: No export found.
pt_br: Nenhuma exportação encontrada

source: No location data available for the selected interval
pt_br: Não há dados de localização para o intervalo selecionado

source: No location data or videos available for the selected interval
pt_br: Não há dados de localização ou vídeos para o intervalo selecionado

source: No video available for the selected interval
pt_br: Não há vídeos para o intervalo selecionado

source: Not able to start streaming now. Try again later.
pt_br: Não foi possível iniciar a transmissão agora. Tente novamente mais tarde.

source: Number of Injured
pt_br: Número de Feridos

source: Number of flagged incidents
pt_br: Número de incidentes registrados

source: Number of hours of recorded footage (hh:mm)
pt_br: Número de horas de gravação (hh:mm)

source: Number of hours of streamed footage (hh:mm)
pt_br: Número de horas de transmissão (hh:mm)

source: Number of incidents
pt_br: Número de incidentes

source: Number of missions initiated
pt_br: Número de missões iniciadas

source: Number of personnel who accessed the system
pt_br: Número de pessoas que acessaram o sistema

source: Number of times mission was stopped
pt_br: Número de vezes que a missão foi interrompida

source: Overview
pt_br: Visão Geral

source: Password
pt_br: Senha

source: Password or password confirmation are empty.
pt_br: Senha ou nova senha estão vazias.

source: Preferred language:
pt_br: Língua preferencial:

source: Profile picture
pt_br: Foto do perfil

source: ROLE_TIP
pt_br: <b>Usuários nível 1 possuem permissão para:</b> <ol style="list-style-type: upper-roman;"> <li>Registrar novos aparelhos no sistema;</li> <li>Ver localizações em tempo real;</li> <li>Ver localizações e mapas de calor no histórico;</li> <li>Ver transmissões de vídeos em tempo real (sem áudio, somente vídeo);</li> </ol> <b>Usuários nível 2 possuem também permissão para:</b> <ol style="list-style-type: upper-roman;"> <li>Ver gravações no histórico (sem áudio, somente vídeo);</li> <li>Acessar o relatório de auditoria;</li> <li>Criar usuários nível 1;</li> </ol> <b> Usuários nível 3 possuem também permissão para:</b> <ol style="list-style-type: upper-roman;"> <li>Exportar gravações originais;</li> <li> Criar usuários nível 2;</li> </ol>

source: Real-time
pt_br: Tempo Real

source: Recorded By:
pt_br: Gravado por:

source: Recorded by
pt_br: Gravado em

source: Recording Date
pt_br: Data de Gravação

source: Recording Date:
pt_br: Data de Gravação:

source: Repeat your password:
pt_br: Repita sua senha:

source: Report <small translate="">from {{filter.fromDate | date:"dd/MM/yyyy"}} to {{filter.toDate | date:"dd/MM/yyyy"}}</small>
pt_br: Relatório <small translate="">de {{filter.fromDate | date:"dd/MM/yyyy"}} até {{filter.toDate | date:"dd/MM/yyyy"}}</small>

source: Reset Password
pt_br: Redefinir senha

source: Resistance?
pt_br: Houve Resistência

source: Return to video export list.
pt_br: Voltar para a lista de exportações

source: Role: <a class="glyphicon glyphicon-question-sign" data-toggle="popover" data-placement="{{ isMobile ? 'top' : 'left'}}" data-trigger="focus" role="button" tabindex="0" title="Roles explanation" data-content="{{ 'ROLE_TIP' | translate }}" style="text-decoration: none"></a>
pt_br: Perfil: <a class="glyphicon glyphicon-question-sign" data-toggle="popover" data-placement="{{ isMobile ? 'top' : 'left'}}" data-trigger="focus" role="button" tabindex="0" title="Roles explanation" data-content="{{ 'ROLE_TIP' | translate }}" style="text-decoration: none"></a>

source: Role: <i class="glyphicon glyphicon-question-sign" data-toggle="popover" data-placement="{{ isMobile ? 'top' : 'left'}}" data-trigger="click" title="Roles explanation" data-content="{{ 'ROLE_TIP' | translate }}"></i>
pt_br: Perfil: <i class="glyphicon glyphicon-question-sign" data-toggle="popover" data-placement="{{ isMobile ? 'top' : 'left'}}" data-trigger="click" title="Roles explanation" data-content="{{ 'ROLE_TIP' | translate }}"></i>

source: SIGN IN
pt_br: LOGAR

source: Search:
pt_br: Buscar:

source: Seen at:
pt_br: Visualizado em:

source: Select a date range to present related data.
pt_br: Selecione um período para apresentar dados relacionados.

source: Select a group or user
pt_br: Selecione um grupo ou usuário

source: Select a user or group
pt_br: Selecione um grupo ou usuário

source: Severity
pt_br: Severidade

source: Severity of incident
pt_br: Severidade do incidente

source: Signed in as
pt_br: Logado como

source: Something went wrong, please try again.
pt_br: Algo ocorreu errado. Por favor, tente de novo.

source: Start time
pt_br: Horário de Início

source: The email or password you entered doesn't match.
pt_br: O usuário ou a senha não são válidos.

source: The password and its confirmation don't match
pt_br: A senha e a confirmação não são iguais

source: There are no videos for the user and period chosen.
pt_br: Não existem vídeos para o usuário e período escolhidos.

source: This video has been deleted, or is unavailable.
pt_br: O vídeo foi excluído ou é inválido.

source: Time range
pt_br: Período:

source: To:
pt_br: Até:

source: Total Mission Time
pt_br: Tempo Total de Missões

source: Total recording time
pt_br: Tempo total em gravação

source: Total streaming time
pt_br: Tempo total em transmissão ao vivo

source: Total time paused
pt_br: Tempo total pausado

source: Total uploaded data<br><small>(compressed)</small>
pt_br: Total de dados transmitidos<br><small>(comprimidos)</small>

source: Traffic incidents reported
pt_br: Incidentes de tráfego reportados

source: Trying to send email...
pt_br: Tentando enviar email…

source: Type an valid email address
pt_br: Digite um endereço de email válido

source: Type of citation
pt_br: Tipo de multa

source: Type your email
pt_br: Digite seu email

source: Update
pt_br: Atualizar

source: Usage log <span class="label label-default" translate="">grouped by day</span>
pt_br: Log de Uso <span class="label label-default" translate="">Agrupado por dia</span>

source: Use Lethal Force?
pt_br: Uso de Força Letal?

source: Use of Force?
pt_br: Uso da Força?

source: User
pt_br: Usuário

source: User Management
pt_br: Gerenciamento de Usuários

source: User details
pt_br: Detalhes do Usuário

source: User is required
pt_br: Usuário é obrigatório

source: User name:
pt_br: Usuário:

source: User:
pt_br: Usuário:

source: Username
pt_br: Nome de usuário

source: Username:
pt_br: Nome de usuário:

source: Users
pt_br: Usuários

source: Video Export
pt_br: Exportação de Vídeos

source: Video URL
pt_br: Endereço do Vídeo

source: Video Watched:
pt_br: Vídeo Assistido:

source: Videos Exported
pt_br: Videos Exportados

source: Videos exported
pt_br: Vídeos exportados

source: Videos viewed
pt_br: Vídeos visualizados

source: View history
pt_br: Ver histórico

source: Viewed by
pt_br: Visualizado por

source: Viewing timestamp
pt_br: Início da visualização

source: We found no files for this export.
pt_br: Não encontramos arquivos para realizar esta exportação

source: Wrong password combination
pt_br: Combinação de senha errada

source: You do not have permission to access Copcast Admin
pt_br: Você não possui permissão para acessar o Copcast.

source: Your browser does not support videos.
pt_br: Seu browser não suporta vídeos

source: Your video(s) is being generated. You will receive an e-mail notification once the export is complete!
pt_br: Seu(s) vídeo(s) estão sendo gerados. Você receberá um e-mail notificando quando o processo finalizar!

source: action
pt_br: atividade

source: back
pt_br: voltar

source: can not stream right now.
pt_br: não é possível transmitir neste momento.

source: cancel
pt_br: cancelar

source: change password
pt_br: alterar senha

source: create new group
pt_br: criar novo grupo

source: create new user
pt_br: criar novo usuário

source: date
pt_br: data

source: delete
pt_br: excluir

source: delete group
pt_br: excluir grupo

source: delete user
pt_br: excluir usuário

source: disabled live streaming.
pt_br: desabilitar transmissão.

source: download exported files
pt_br: download dos vídeos exportados

source: edit
pt_br: editar

source: from {{filter.fromDate | date:"dd/MM/yyyy"}} to {{filter.toDate | date:"dd/MM/yyyy"}}
pt_br: de {{filter.fromDate | date:"dd/MM/yyyy"}} até {{filter.toDate | date:"dd/MM/yyyy"}}

source: group name
pt_br: nome do grupo

source: grouped by day
pt_br: agrupado por dia

source: has flagged an incident
pt_br: reportou um incidente

source: has paused the mission.
pt_br: pausou a missão.

source: has resumed the mission.
pt_br: iniciou a missão.

source: is no longer connected
pt_br: não está mais conectado

source: is requesting livestream
pt_br: solicitou a transmissão

source: to
pt_br: até

source: update group
pt_br: atualizar grupo

source: update user
pt_br: atualizar usuário

source: username
pt_br: nome do usuário

source: view
pt_br: visão

source: {{ collection.users.length }} Officers
pt_br: {{ collection.users.length }} Oficiais

source: {{ totalIncidents }} Incidents
pt_br: {{ totalIncidents }} Incidentes
